Repository: Maillol/site_gestion_de_produits
Catalog: gestion_*_produits/locale/*/LC_MESSAGES/django.po
Languages: fr

source: packaging
fr: conditionement

source: chemical substance name
fr: Nom de la substance

source: CAS number
fr: Numéro de CAS

source: expired before
fr: périme avant

source: expired after
fr: périme après

source: storage area
fr: lieu de stockage

source: product group
fr: groups de produit

source: product groups
fr: groupes de produit

source: name or synonym
fr: nom ou synonyme

source: Warning
fr: Avertissement

source: Chemical formula
fr: formule chimique

source: chemical substance
fr: substance chimique

source: chemical substances
fr: substances chimiques

source: name
fr: nom

source: manipulation protocol
fr: protocole de manipation

source: manipulation protocols
fr: protocoles de manipulation

source: laboratory name
fr: nom du laboratoire

source: floor
fr: étage

source: room
fr: salle

source: minimum temperature (Celsius degree)
fr: température minimal en degrè Celsius

source: maximum temperature (Celsius degree)
fr: température maximum en degrè Celsius

source: ventilated cupboard
fr: armoire ventillée

source: protect from air
fr: protége de l'air

source: protect from moisture
fr: protége de l'humidité

source: protect from light
fr: protége de la lumière

source: liquid
fr: liquide

source: tablet
fr: tablete

source: powder
fr: poudre

source: manufacturer's reference
fr: reference du fabriquant

source: forms
fr: format

source: Packaging
fr: Conditionement

source: is exact FDS
fr: FDS exacte

source: air sensitive
fr: sensible à l'air

source: moisture sensitive
fr: sensible à l'humidité

source: light sensitive
fr: sensible à la lumière

source: protective gloves
fr: gants de protection

source: target organ
fr: organ cible

source: isolate can
fr: bidon isolé

source: specific transport
fr: transport specifique

source: brand and packaging
fr: Marque et conditionnement

source: brands and packaging
fr: Marques et conditionnements

source: date of purchase
fr: date d'achat

source: expiration date
fr: date de péremption

source: done date
fr: produit fini le

source: destroy date
fr: date de destruction

source: product purchased
fr: produit acheté

source: products purchased
fr: produits achetés

source: web site
fr: site web

source: phone
fr: téléphone

source: e-mail
fr: mail

source: manufacturer
fr: fabricant

source: manufacturers
fr: fabricants

source: ref number
fr: numéro de référence

source: update date
fr: date de mise à jour

source: Models in the %(name)s application
fr: Models de l'application %(name)s

source: Add
fr: Ajouter

source: Change
fr: Changer

source: You don't have permission to edit anything.
fr: Vous n'avez pas les permissions pour éditer

source: Product
fr: Produit

source: This product is done
fr: Ce produit est terminé

source: Hazard
fr: Danger

source: Preventive
fr: Préventif

source: download
fr: télécharger

source: Is exact FDS
fr: FDS exacte

source: yes,no
fr: oui,non

source: Update date
fr: Date de mise à jour

source: Product details
fr: Détails du produit

source: Purchase date
fr: Date d'achat

source: Form
fr: Format

source: Expiration date
fr: Date de péremption

source: The product is empty at
fr: Ce produit est terminé

source: I finished the product
fr: J'ai fini le produit

source: product destroy at
fr: date de destruction

source: undefined Date
fr: Date non définie

source: Incompatible product
fr: Produits incompatibles

source: Compatible with any product
fr: Compatible avec tous produits

source: Storage Contraintes
fr: Contraintes de stockage

source: Do not store at a temperature below %(temperature)s°C
fr: Ne pas stocker à une température inférieure à %(temperature)s°C

source: Do not store at a temperature above %(temperature)s°C
fr: Ne pas stocker à une température supérieure à %(temperature)s°C

source: Shoud be stored in a ventilated cupboard
fr: Doit être stocké dans une armoire ventilée

source: Must be stored in a dry place
fr: Doit être stocké dans un endroit sec

source: Must be stored away from light
fr: Doit être stocké à l'abri de la lumière

source: Must be kept under a protective atmosphere (This product is air sensitive)
fr: Doit être stocké sous atmosphère protectrice (ce produit est sensible à l'air)

source: Storage area
fr: Lieu de stockage

source: Inappropriate storage
fr: Ce lieu de stockage ne convient pas à ce produit

source: Disposal constraint
fr: Contraintes d'élimination

source: Isolate can
fr: Bidon isolé

source: Specific transport
fr: Transport specifique

source: Chemical Product Listing
fr: Liste des produits chimiques

source: Search Chemical Product
fr: Rechercher un produit chimique

source: search
fr: rechercher

source: No results
fr: Aucun résultat
